Repository: elvisdorow/PingStats
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_br

source: About
es: Acerca de
fr: À propos
it: Informazioni
pt_br: Sobre

source: About PingStats
es: Acerca de PingStats
fr: À propos de PingStats
it: Informazioni su PingStats
pt_br: Sobre PingStats

source: Acceptable
es: Aceptable
it: Accettabile
pt_br: Aceitável

source: Are you sure you want to delete?
es: ¿Estás seguro de que deseas eliminar?
fr: Êtes-vous sûr de vouloir supprimer?
it: Sei sicuro di voler eliminare?
pt_br: Tem certeza que deseja excluir?

source: Are you sure?
es: ¿Estás seguro(a)?
fr: Êtes-vous sûr?
it: Sei sicuro?
pt_br: Tem certeza?

source: Average
es: Promedio
fr: Moyenne
it: Media
pt_br: Média

source: Back
es: Volver
fr: Retour
it: Indietro
pt_br: Voltar

source: Bad
es: Pésimo
fr: Mauvaise
it: Pessimo
pt_br: Péssimo

source: Best
es: Mejor
fr: Meilleur
it: Migliore
pt_br: Melhor

source: Best Ping
es: Mejor Ping
fr: Meilleur Ping
it: Ping migliore
pt_br: Melhor Ping

source: cellular
es: celular
fr: cellulaire
it: cellulare
pt_br: Celular

source: Connection Type
es: Tipo de conexión
fr: Type de connexion
it: Tipo di connessione
pt_br: Tipo de Conexão

# connection_type_cellular
source: Cellular
es: Celular
fr: Cellulaire
it: Cellulare
pt_br: Celular

# connection_type_unknown
source: Disconnected
es: Desconectado
fr: Déconnecté
it: Disconnesso
pt_br: Desconectado

source: Dark
es: Oscuro
fr: Sombre
it: Scuro
pt_br: Escuro

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir

source: Device
es: Dispositivo
fr: Appareil
it: Dispositivo
pt_br: Dispositivo

source: Elapsed Time
es: Tiempo transcurrido
fr: Temps écoulé
it: Tempo trascorso
pt_br: Duração

source: Enter an IP Address or Hostname
es: Ingrese una dirección IP o nombre de host
fr: Entrez une adresse IP ou un nom d’hôte
it: Inserisci IP o nome host
pt_br: Digite um endereço IP ou nome do host

source: Example: 1.1.1.1 or google.com
es: Ejemplo: 1.1.1.1 o google.com
fr: Exemple : 1.1.1.1 ou google.com
it: Esempio: 1.1.1.1 o google.com
pt_br: Exemplo: 1.1.1.1 ou google.com

source: Excellent
es: Excelente
fr: Excellente
it: Eccellente
pt_br: Excelente

source: Generated by PingStats.app
es: Generado por PingStats.app
fr: Généré par PingStats.app
it: Creato da PingStats.app
pt_br: Gerado por PingStats.app

source: Good
es: Bueno
fr: Bonne
it: Buono
pt_br: Bom

source: Host already exists
es: Host ya añadido
fr: L’hôte existe déjà
it: Host duplicato
pt_br: Host já adicionado

source: Interval
es: Intervalo
fr: Intervalle
it: Intervallo
pt_br: Intervalo

source: Interval between consecutive ping requests.
es: Intervalo entre solicitudes de ping consecutivas
fr: Intervalle entre les requêtes ping consécutives.
it: Tempo di attesa tra un ping e il successivo
pt_br: Intervalo entre requisições de ping consecutivas.

source: Invalid host
es: Host no válido
fr: Hôte invalide
it: Host non valido
pt_br: Host Inválido

source: IP Address or Host Name
es: Dirección IP o nombre de host
fr: Adresse IP ou nom d’hôte
it: IP o Hostname
pt_br: Endereço IP ou Nome do Host

source: Light
es: Claro
fr: Clair
it: Chiaro
pt_br: Claro

source: Max Timeout
es: Tiempo máximo de espera
fr: Temps maximal du test
it: Timeout Massimo
pt_br: Tempo Máximo do Teste

source: Maximum duration for the test to run before it stops automatically.
es: Duración máxima de la prueba antes de la interrupción automática
fr: Durée maximale du test avant son interruption automatique.
it: Il test si interrompe automaticamente dopo questo tempo
pt_br: Duração máxima do teste antes da interrupção automática.

source: Maximum time to wait for a ping response before timing out.
es: Tiempo máximo de espera para una respuesta de ping antes de expirar
fr: Temps d’attente maximal pour une réponse ping avant timeout.
it: Tempo limite per risposta
pt_br: Tempo máximo para aguardar uma resposta de ping antes de expirar.

source: Menu
es: Menú

source: More
es: Más
fr: Plus
it: Altro
pt_br: Mais

source: Network error ⚠️
es: Error de red ⚠️
fr: Erreur réseau ⚠️
it: Errore di rete ⚠️
pt_br: Erro de rede ⚠️

source: Network Quality
es: Calidad de red
fr: Qualité du réseau
it: Qualità della rete
pt_br: Qualidade da Rede

source: New Host
es: Nuevo host
fr: Nouvel hôte
it: Nuovo Host
pt_br: Novo Host

source: No data
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pt_br: Sem dados

source: No results found.
es: No se encontraron resultados
fr: Aucun résultat trouvé.
it: Nessun risultato
pt_br: Nenhum resultado encontrado.

source: Package Loss
es: Pérdida de paquetes
fr: Perte de paquets
it: Pacchetti persi
pt_br: Perda de Pacotes

source: Packet Loss
es: Pérdida de paquetes
fr: Perte de paquets
it: Pacchetti persi
pt_br: Perda de Pacotes

source: Payload Size
es: Tamaño del Payload
fr: Taille de la charge utile
it: Dimensione del payload
pt_br: Tamanho do Payload

source: Ping Configuration
es: Opciones de Ping
fr: Configuration du ping
it: Configurazione Ping
pt_br: Configuração do Ping

source: Ping Count
es: Recuento de Pings
fr: Nombre de pings
it: Numero di ping
pt_br: Contagem de Pings

source: Ping count in statistics
es: Recuento de pings en las estadísticas
fr: Nombre de pings dans les statistiques
it: Conteggio dei ping nelle statistiche
pt_br: Contagem de pings nas estatísticas

source: Ping Interval
es: Intervalo de Ping
fr: Intervalle de ping
it: Intervallo tra i ping
pt_br: Intervalo de Ping

source: Ping Test Paused
es: Prueba de Ping Pausada
fr: Test de ping en pause
it: Test ping in pausa
pt_br: Teste de Ping Pausado

source: Ping Timeout
es: Tiempo Límite del Ping
fr: Timeout du ping
it: Timeout ping
pt_br: Tempo Limite do Ping

# Pinging %@ (%@)
source: Pinging %1$@ (%2$@)
es: Haciendo ping a %1$@ (%2$@)
fr: Ping en cours vers %1$@ (%2$@)
it: Ping in corso a %1$@ (%2$@)
pt_br: Pingando %1$@ (%2$@)

source: Pinging %@...
es: Haciendo ping a %@"...
fr: Ping en cours vers %@...
it: Ping in corso a %@...
pt_br: Pingando %@...

source: Poor
es: Mala
fr: Mauvaise
it: Scarsa
pt_br: Ruim

source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de Privacidade

source: Reset to defaults
es: Restablecer configuración inicial
fr: Réinitialiser aux paramètres par défaut
it: Reimposta predefiniti
pt_br: Restaurar padrões

source: Resolved IP or Host
es: IP o Host
fr: IP ou hôte résolu
it: IP o Host
pt_br: IP ou Host

source: Result saved in files.
es: Resultado guardado en archivos
fr: Résultat enregistré dans les fichiers.
it: Risultato salvato nei file
pt_br: Resultado salvo em arquivos.

source: Results
es: Resultados
fr: Résultats
it: Risultati
pt_br: Resultados

source: Results found: %lld
es: Resultados encontrados: %lld
fr: Résultats trouvés : %lld
it: Risultati trovati: %lld
pt_br: Resultados encontrados: %lld

source: Resume
es: Reanudar
fr: Continuer
it: Continua
pt_br: Continuar

source: Review us on the App Store
es: Valóranos en la App Store
fr: Laissez-nous un avis sur l’App Store
it: Recensici sull'App Store
pt_br: Deixe sua avaliação na App Store

source: Save
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Save in Files
es: Guardar en Archivos
it: Salva in File
pt_br: Salvar em Arquivos

source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_br: Configurações

source: Share
es: Compartir
fr: Partager
it: Condividi
pt_br: Compartilhar

source: Start
es: Iniciar
fr: Démarrer
it: Avvia
pt_br: Iniciar

source: Started
es: Iniciado
fr: Démarré
it: Avviato
pt_br: Iniciado

source: Stop
es: Parar
fr: Arrêter
it: Ferma
pt_br: Parar

source: Stop After
es: Parar tras
fr: Arrêter après
it: Ferma dopo
pt_br: Parar Após

source: Target Host
es: Host de destino
fr: Hôte cible
it: Host di destinazione
pt_br: Host de Destino

source: Terms of Service
es: Términos del Servicio
fr: Conditions d’utilisation
it: Termini di servizio
pt_br: Termos de Serviço

source: Test finished: %@
es: Prueba finalizada: %@
fr: Test terminé : %@
it: Test completato: %@
pt_br: Teste finalizado: %@

# Test finished: %@ (%@)
source: Test finished: %1$@ (%2$@)
es: Prueba finalizada: %1$@ (%2$@)
fr: Test terminé : %1$@ (%2$@)
it: Test terminato: %1$@ (%2$@)
pt_br: Teste finalizado: %1$@ (%2$@)

source: Test paused
es: Prueba pausada
fr: Test en pause
it: Test in pausa
pt_br: Teste pausado

source: Test Paused
es: Prueba pausada
fr: Test en pause
it: Test in pausa
pt_br: Teste Pausado

source: Thank You for Your Support!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien!
it: Grazie per il tuo supporto!
pt_br: Obrigado pelo Seu Apoio!

source: The number of pings in a moving sample utilized to evaluate network performance in real-time.
es: Número de pings usados en el análisis móvil de rendimiento en tiempo real.
fr: Le nombre de pings dans un échantillon mobile utilisé pour évaluer les performances du réseau en temps réel.
it: Il numero di ping in un campione mobile usato per valutare le prestazioni della rete in tempo reale.
pt_br: O número de pings em uma amostra móvel usada para avaliar o desempenho da rede em tempo real.

source: The test has been paused because the app was moved to the background. Tests will only run while the app is active in the foreground.
es: Prueba pausada porque la aplicación se minimizó. Mantenga la app abierta para completar el test.
fr: Test en pause car l’application a été mise en arrière-plan. Gardez l’application ouverte pour terminer le test.
it: Test in pausa: l'app è passata in secondo piano. Funziona solo quando è visibile.
pt_br: Teste pausado porque o app foi minimizado. Mantenha-o em primeiro plano para continuar.

source: The test paused as the app moved to the background. Open the app to resume.
es: El test de ping se ha pausado. Abre la aplicación para continuar.
fr: Le test de ping a été mis en pause. Ouvrez l’application pour continuer le test.
it: Test in pausa perché l’app è stata messa in background. Tieni l’app aperta per completare il test.
pt_br: O teste de ping foi pausado. Abra o aplicativo para continuar o teste.

source: Theme
es: Tema
fr: Thème
it: Tema
pt_br: Tema

source: Understood
es: Entendido
fr: Compris
it: Capito
pt_br: Entendido

source: unknown
es: desconocido
fr: Inconnu
it: sconosciuto
pt_br: desconhecido

source: Unknown error
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
pt_br: Erro desconhecido

source: Unlock Pro Features 🏆
es: Desbloquea funciones Pro 🏆
fr: Débloquez les fonctions Pro 🏆
it: Sblocca le funzioni PRO 🏆
pt_br: Desbloqueie Recursos Pro 🏆

source: Upgrade to Pro
es: Actualiza a Pro
fr: Passez à la version Pro
it: Passa a Pro
pt_br: Faça o upgrade para o Pro

source: Video Call
es: Videollamada
fr: Appel vidéo
it: Videochiamata
pt_br: Chamadas

source: View Logs
es: Ver logs
fr: Voir les logs
it: Visualizza log
pt_br: Ver Logs

source: Worst
es: Peor
fr: Pire
it: Peggiore
pt_br: Pior

source: Worst Ping
es: Peor Ping
fr: Pire ping
it: Ping peggiore
pt_br: Pior Ping

source: You're a Pro user!
es: ¡Eres un usuario Pro!
fr: Vous êtes un utilisateur Pro!
it: Sei un utente Pro!
pt_br: Você é um usuário Pro!

source: Host
fr: Hôte

source: Hosts
fr: Hôtes

# connection_type_ethernet
source: Ethernet
pt_br: Cabo

source: Gaming
pt_br: Jogos

source: Timeout
pt_br: Tempo Limite
